Tekla.Structures.DrawingInternal.dotGrLineTypes_t


Tekla.Structures.DrawingInternal.dotGrLineTypes_t.LineType


Tekla.Structures.DrawingInternal.dotGrLineTypes_t.CustomLineTypeId


Tekla.Structures.DrawingInternal.dotGrLineTypes_t.CustomLineTypeName


Tekla.Structures.DrawingInternal.dotGrLineTypes_t.ToStruct(Tekla.Structures.Drawing.LineTypes)


Tekla.Structures.DrawingInternal.dotGrLineTypes_t.FromStruct(Tekla.Structures.Drawing.LineTypes@)
